Repository: robsonferr/stash
Catalog: *.lproj/Localizable.strings
Languages: pt_br

# menu.openTaskFile
source: Open task file
pt_br: Abrir arquivo de tarefas

# menu.review
source: Review
pt_br: Revisar

# menu.review.day
source: Review my day
pt_br: Revisar meu dia

# menu.review.week
source: Review my week
pt_br: Revisar minha semana

# menu.preferences
source: Preferences...
pt_br: Preferencias...

# menu.help
source: Help
pt_br: Ajuda

# menu.about
source: About
pt_br: Sobre

# menu.quit
source: Quit
pt_br: Sair

# common.cancel
source: Cancel
pt_br: Cancelar

# common.save
source: Save
pt_br: Salvar

# common.close
source: Close
pt_br: Fechar

# app.version
source: Version %@
pt_br: Versao %@

# prefs.window.title
source: Preferences - Stash
pt_br: Preferencias - Stash

# prefs.taskFile.label
source: Task file:
pt_br: Arquivo de tarefas:

# prefs.choose
source: Choose...
pt_br: Escolher...

# prefs.taskFile.hint
source: The file will be created automatically if it does not exist.
pt_br: O arquivo sera criado automaticamente se nao existir.

# prefs.language.label
source: App language:
pt_br: Idioma do app:

# prefs.language.system
source: System
pt_br: Sistema

# prefs.language.enUS
source: English (US)
pt_br: Ingles (EUA)

# prefs.language.ptBR
source: Portuguese (Brazil)
pt_br: Portugues (Brasil)

# prefs.provider.label
source: AI provider:
pt_br: Fornecedor de IA:

# prefs.model.label
source: AI model:
pt_br: Modelo de IA:

# prefs.paste
source: Paste
pt_br: Colar

# prefs.apiKey.placeholder
source: Stored in Keychain (never committed to git)
pt_br: Armazenada no Keychain (nao vai para o git)

# prefs.apiKey.hint
source: Used to interpret reminder text with AI.
pt_br: Usada para interpretar texto de lembrete com IA.

# prefs.openPanel.title
source: Select task file
pt_br: Selecionar arquivo de tarefas

# prefs.openPanel.message
source: Choose the file where tasks will be saved.
pt_br: Escolha o arquivo onde as tarefas serao salvas.

# icon.task.tooltip
source: Save for later Cmd+1
pt_br: Guardar para depois Cmd+1

# icon.task.placeholder
source: Save a task...
pt_br: Guardar uma tarefa...

# icon.task.description
source: A task is something you plan to do.
pt_br: Uma tarefa e algo que sera feito.

# icon.question.tooltip
source: Question Cmd+2
pt_br: Duvida Cmd+2

# icon.question.placeholder
source: Save a question...
pt_br: Guardar uma duvida...

# icon.question.description
source: A question is something to investigate or clarify.
pt_br: Uma duvida e algo para investigar ou esclarecer.

# icon.goal.tooltip
source: Goal Cmd+3
pt_br: Objetivo Cmd+3

# icon.goal.placeholder
source: Save a goal...
pt_br: Guardar um objetivo...

# icon.goal.description
source: A goal is a target you want to achieve.
pt_br: Um objetivo e uma meta que voce quer alcancar.

# icon.reminder.tooltip
source: Reminder Cmd+4
pt_br: Lembrete Cmd+4

# icon.reminder.placeholder
source: Save a reminder...
pt_br: Guardar um lembrete...

# icon.reminder.description
source: A reminder is something you do not want to forget.
pt_br: Um lembrete e algo que voce nao quer esquecer.

# task.hint.shortcuts
source: Enter to save â€¢ Esc to cancel
pt_br: Enter para salvar â€¢ Esc para cancelar

# task.help.accessibility
source: Open help
pt_br: Abrir ajuda

# task.quit.accessibility
source: Quit Stash
pt_br: Sair do Stash

# task.input.placeholder.default
source: What do you need to do?
pt_br: O que voce precisa fazer?

# task.retry
source: Try again
pt_br: Tentar novamente

# task.quit.confirm.title
source: Quit Stash?
pt_br: Encerrar o Stash?

# task.quit.confirm.message
source: The app will be removed from the menu bar and the hotkey will stop working.
pt_br: O app sera removido da barra de menu e o hotkey deixara de funcionar.

# task.quit.confirm.confirm
source: Quit
pt_br: Encerrar

# status.saving
source: Saving...
pt_br: Salvando...

# status.done
source: Done
pt_br: Concluido

# status.reminder.parsing
source: Interpreting reminder with AI...
pt_br: Interpretando lembrete com IA...

# status.reminder.created.withDate
source: Reminder created for %@
pt_br: Lembrete criado para %@

# status.reminder.created
source: Reminder created
pt_br: Lembrete criado

# status.reminder.created.noDate
source: Reminder created (no date detected)
pt_br: Lembrete criado (sem data detectada)

# status.reminder.error
source: Failed to create reminder. Check permissions.
pt_br: Falha ao criar lembrete. Verifique permissoes.

# help.window.title
source: Help
pt_br: Ajuda

# help.title
source: Stash Quick Help
pt_br: Ajuda rapida do Stash

# help.globalHotkey
source: Global hotkey: Cmd+Shift+Space
pt_br: Atalho global: Cmd+Shift+Space

# help.typeShortcuts
source: Task type shortcuts:
pt_br: Atalhos de tipo:

# help.taskShortcut
source: Cmd+1 Task
pt_br: Cmd+1 Tarefa

# help.questionShortcut
source: Cmd+2 Question
pt_br: Cmd+2 Duvida

# help.goalShortcut
source: Cmd+3 Goal
pt_br: Cmd+3 Objetivo

# help.reminderShortcut
source: Cmd+4 Reminder
pt_br: Cmd+4 Lembrete

# help.saveCancel
source: Inside the panel: Enter to save, Esc to cancel.
pt_br: Dentro do painel: Enter para salvar, Esc para cancelar.

# review.window.title
source: Review
pt_br: Revisao

# review.title.day
source: Reviewing %@
pt_br: Revisando dia %@

# review.title.week
source: Reviewing your week of %@ to %@
pt_br: Revisando sua semana de %@ a %@

# review.subtitle.day
source: Below are your notes, reminders, tasks and goals added today.
pt_br: Abaixo estao suas anotacoes, lembretes, tarefas e objetivos adicionados ao dia.

# review.subtitle.week
source: Below are your notes, reminders, tasks and goals added throughout the week.
pt_br: Abaixo estao suas anotacoes, lembretes, tarefas e objetivos adicionados ao longo da semana.

# review.empty
source: No notes for this period.
pt_br: Nenhuma anotacao neste periodo.

# review.done.accessibility
source: Mark as done
pt_br: Marcar como concluido
